mklarna.private = Private person
klarna.company = Company

klarna.orgnum = Organisation number
klarna.company_name = Company name
klarna.company_name_notice = Enter the name of the company here
klarna.company_not_allowed = Company purchases not allowed for selected country

klarna.ssn = Sozialversicherungsnummer
klarna.ssn_notice = Please enter your social security number here.
klarna.reference = Reference
klarna.reference_notice = Enter the name of the reference at the company

klarna.gender = Gender
klarna.gender.male = Male
klarna.gender.female = Female

klarna.error_missing_ssn = You must enter a valid swedish personal number
klarna.error_missing_address = Unfortunatley we didnt get any address from you. Please try and enter your swedish personal number again

klarna.birthday = Geburtsdatum
klarna.date_day = Tag
klarna.date_month = Monat
klarna.date_year = Jahr

klarna.concent = I agree to the concent text
klarna.show_concent = Show agreement

klarna.ysal = Yearly salary
klarna.ysal_notice = Enter your yearly salary

klarna.invoice_agreement = Terms and conditions for Invoice
klarna.account_agreement = Bedingungen f&#xFC;r RatenkaufKlarna
klarna.spec_agreement = Terms and conditions for Klarna Special Campaign
klarna.per_month = per month
klarna.prices_are_in_sek = Prices are in
klarna.partpayment = Partpayment
klarna.specpayment = Special Campaign
klarna.delivery_address = Lieferadresse

klarna.language_note_dk = Sie haben die d&#xE4;nischen gew&#xE4;hlte Zahlungsart. Bitte beachten Sie, dass dies nur eine &#xFC;bersetzte Darstellung der Danka Zahlung Funktionalit&#xE4;t des Systems ist. &#xC4;ndern Sie Ihre W&#xE4;hrung und Land, wenn Sie die Zahlung f&#xFC;r Ihr Land zeigen wollen.
klarna.language_note_fi = Sie haben die finnischen Zahlungsmethode ausgew&#xE4;hlt. Bitte beachten Sie, dass dies nur eine &#xFC;bersetzte Darstellung des finnischen Zahlungssystem Funktionalit&#xE4;t ist. &#xC4;ndern Sie Ihre W&#xE4;hrung und Land, wenn Sie die Zahlung f&#xFC;r Ihr Land zeigen wollen.
klarna.language_note_nl = Sie haben die Niederl&#xE4;ndischen gew&#xE4;hlte Zahlungsart. Bitte beachten Sie, dass dies nur eine &#xFC;bersetzte Darstellung des Niederl&#xE4;ndischen Zahlungssystem Funktionalit&#xE4;t ist. &#xC4;ndern Sie Ihre W&#xE4;hrung und Land, wenn Sie die Zahlung f&#xFC;r Ihr Land zeigen wollen.
klarna.language_note_no = Sie haben die norwegischen Zahlungsmethode ausgew&#xE4;hlt. Bitte beachten Sie, dass dies nur eine &#xFC;bersetzte Darstellung des NORKA Zahlung Funktionalit&#xE4;t des Systems ist. &#xC4;ndern Sie Ihre W&#xE4;hrung und Land, wenn Sie die Zahlung f&#xFC;r Ihr Land zeigen wollen.
klarna.language_note_se = Sie haben die schwedischen Zahlungsmethode ausgew&#xE4;hlt. Bitte beachten Sie, dass dies nur eine &#xFC;bersetzte Darstellung des schwedischen Zahlung Funktionalit&#xE4;t. &#xC4;ndern Sie Ihre W&#xE4;hrung und Land, wenn Sie m&#xF6;chten, dass die Zahlungsmethode f&#xFC;r Ihr Land geeignet zu zeigen.