klarna.private = Privat
klarna.company = F&#xF6;retag

klarna.orgnum = Organisationsnummer
klarna.company_name = F&#xF6;retagsnamn
klarna.company_name_notice = Ange f&#xF6;retagets namn h&#xE4;r
klarna.company_not_allowed = F&#xF6;retagsk&#xF6;p &#xE4;r inte till&#xE5;tna f&#xF6;r det valda landet

klarna.ssn = Personnummer
klarna.ssn_notice = Ange ditt personnummer h&#xE4;r
klarna.reference = Referens
klarna.reference_notice = Ange namnet på referenspersonen på f&#xF6;retaget h&#xE4;r

klarna.gender = K&#xF6;n
klarna.gender.male = Man
klarna.gender.female = Kvinna

klarna.error_missing_ssn = Du m&#xE5;ste ange ett giltigt personnummer

klarna.birthday = F&#xF6;delsedag
klarna.date_day = Dag
klarna.date_month = M&#xE5;nad
klarna.date_year = &#xE5;r

klarna.concent = I agree to the concent text
klarna.show_concent = Show agreement

klarna.ysal = &#xE5;rsinkomst
klarna.ysal_notice = Ange din &#xE5;rsinkomst

klarna.invoice_agreement = Allm&#xE4;nna villkor f&#xF6;r Klarna Faktura
klarna.account_agreement = Allm&#xE4;nna villkor f&#xF6;r Klarna Konto
klarna.spec_agreement = Allm&#xE4;nna villkor f&#xF6;r Klarna Special Kampanj
klarna.per_month = per m&#xE5;nad
klarna.prices_are_in_sek = Priset &#xE4;r i 
klarna.partpayment = Delbetalning
klarna.specpayment = Special Kampanj
klarna.delivery_address = Leveransaddress

klarna.language_note_no = Du har valt det norska betalningss&#xE4;ttet. Observera att detta bara &#xE4;r en &#xF6;versatt representation av det norka betalningssystemets funktionalitet. &#xE4;ndra din valuta och land, om du vill visa betalningss&#xE4;tt f&#xF6;r ditt land.
klarna.language_note_nl = Du har valt det Nederländska betalningss&#xE4;ttet. Observera att detta bara &#xE4;r en &#xF6;versatt representation av det Nederländska betalningssystemets funktionalitet. &#xE4;ndra din valuta och land, om du vill visa betalningss&#xE4;tt f&#xF6;r ditt land.
klarna.lnaguage_note_fi = Du har valt det finska betalningss&#xE4;ttet. Observera att detta bara &#xE4;r en &#xF6;versatt representation av det finska betalningssystemets funktionalitet. &#xE4;ndra din valuta och land, om du vill visa betalningss&#xE4;tt f&#xF6;r ditt land.
klarna.language_note_dk = Du har valt det danska betalningss&#xE4;ttet. Observera att detta bara &#xE4;r en &#xF6;versatt representation av det danka betalningssystemets funktionalitet. &#xE4;ndra din valuta och land, om du vill visa betalningss&#xE4;tt f&#xF6;r ditt land.
klarna.language_note_de = Du har valt det tyska betalningss&#xE4;ttet. Observera att detta bara &#xE4;r en &#xF6;versatt representation av det tyska betalningssystemets funktionalitet. &#xE4;ndra din valuta och land, om du vill visa betalningss&#xE4;tt f&#xF6;r ditt land.
